<template>
	<view class="cancellation">
		<view class="cancellation-title">取消预订</view>
		<view class="cancellation-content">
			在次日14:00前取消预订仅退还清洁费。要获得房费全额退款，房客必须在预订后48小时内取消预订，且必须距离入住日当天入住时间（房源当地时间）至少14天。
			已开发票的情况则不予退款。
			若要获得50%的房费退款，房客必须在距离入住日当天时间（房源当地时间）至少还有7天时取消预订，否则不予退款。如果仅预付款，则不会退款，剩余的应付款也不会向房客收取。
			如果房客在距离入住日期不足7天时取消预订，或者入住后决定提前退房，未住的天数将不予退款。
			入住前取消的预订可以退还清洁费。
			免费取消预订条件：房客在预订确认后的48小时内，距离入住日期至少还有14天，即可获得全额房费退款。关于「爸妈都好服务费」：如果在预订后的48小时内取消，同时没有重复的预订，则您可获得爸妈都好服务费的退款（每年最多可退还3次）。
			住宿费用（向您收取的整晚房费）在特定情况下可退款，适用情况总结如下：
			如果房客方或优居社区方就本次预订有投诉，请在入住后的24小时内通知我们。
			如有必要，我们将会进行调解，并对所有争议拥有最终解释权。
			房客需在取消确认页面上点击“取消”按钮才能正式取消预订。请在应用的“我的”栏目中进行操作。
			取消政策可能会被房客退款政策、特殊情况或爸妈都好出于服务条款允许的任何原因取消预订所取缔。请查看这些例外情况。
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			};
		}
	}
</script>

<style lang="less">
.cancellation{
	padding: 30upx;
	background-color: #ffffff;
	height: 100vh;
	&-title{
		color: #333333;
		font-size: 44upx;
		font-weight: 500;
	}
	&-content{
		color: #333333;
		font-size: 26upx;
		line-height: 2;
		margin-top: 30upx;
	}
}
</style>
